{
  "Several RPG Maker folders were detected in the current workspace, choose one to set it as active.": "Se detectaron varias carpetas de RPG Maker en el espacio de trabajo actual, elige una para establecerla como activa.",
  "Close": "Cerrar",
  "Some scripts were detected inside the RPG Maker scripts file, you should extract them now.": "Se detectaron algunos scripts dentro del archivo de scripts de RPG Maker, deberías extraerlos ahora.",
  "Choose the RPG Maker active project folder": "Elige la carpeta del proyecto activo de RPG Maker",
  "\"{0}\" workspace folder opened successfully!": "¡La carpeta \"{0}\" se abrió correctamente!",
  "Failed to open the folder, a valid RGSS version was not detected.": "No se pudo abrir la carpeta, no se detectó una versión válida de RGSS.",
  "Something went wrong! Please check RGSS Script Editor output channel for more information.": "¡Algo salió mal! Por favor, revisa el canal de salida de RGSS Script Editor para más información.",
  "'Cannot create script loader because RPG Maker bundle file still has valid scripts inside of it!'": "¡No se puede crear el cargador de scripts porque el fichero compilado de RPG Maker aún contiene scripts válidos!",
  "The script loader was created successfully!": "¡El cargador de scripts se creó correctamente!",
  "The backup bundle file was created successfully!": "¡El archivo de respaldo de los scripts de RPG Maker se creó correctamente!",
  "Load order backup created!": "¡Respaldo del orden de carga creado!",
  "The bundle file was created successfully!": "¡El fichero compilado se creó correctamente!",
  "You must select at least one section on the tree view to create the bundle file!": "¡Debes seleccionar al menos una sección en la vista en árbol para crear el fichero compilado!",
  "Scripts were compiled successfully!": "¡Los scripts se compilaron correctamente!",
  "No exception was reported in the last game session.": "No se reportaron excepciones en la última sesión del juego.",
  "An exception was reported in the last game session.": "Se reportó una excepción en la última sesión del juego.",
  "Peek Backtrace": "Ver Rastreo",
  "Create a new section at: {0}": "Crear una nueva sección en: {0}",
  "Choose new section type...": "Elegir tipo de nueva sección...",
  "Create Script": "Crear script",
  "Create Folder": "Crear carpeta",
  "Create Separator": "Crear separador",
  "Type a name for the new section...": "Escribe un nombre para la nueva sección...",
  "Deleting: {0}": "Eliminando: {0}",
  "Are you sure you want to delete the selected sections? (This is irreversible)": "¿Estás seguro de que deseas eliminar las secciones seleccionadas? (Esto es irreversible)",
  "Delete section (This is irreversible)": "Eliminar sección (Esto es irreversible)",
  "Cancel section deletion": "Cancelar eliminación de sección",
  "Renaming: {0}": "Renombrando: {0}",
  "Type a new name for this section...": "Escribe un nuevo nombre para esta sección...",
  "Merge": "Combinar",
  "Move": "Mover",
  "Unknown": "Desconocido",
  "Current Editor Mode: {0}": "Modo actual del editor: {0}",
  "Choose the editor mode...": "Elegir el modo del editor...",
  "Input contains invalid characters or words! ({0})": "¡La entrada contiene caracteres o palabras no válidos! ({0})",
  "An editor section already exists with the given input!": "¡Ya existe una sección con la entrada proporcionada!",
  "RGSS Script Editor: Set Project Folder": "RGSS Script Editor: Establecer Carpeta del Proyecto",
  "Choose RPG Maker Project Folder": "Elegir Proyecto de RPG Maker",
  "Choose a RPG Maker project folder from the current workspace to activate it": "Elige una carpeta de proyecto de RPG Maker del espacio de trabajo actual para activarla",
  "RGSS Script Editor: Active Project Folder": "RGSS Script Editor: Carpeta de Proyecto Activa",
  "RPG Maker Active Project: {0}": "Proyecto Activo de RPG Maker: {0}",
  "Opens the current active RPG Maker project folder": "Abre la carpeta del proyecto activo de RPG Maker",
  "RGSS Script Editor: Run Game": "RGSS Script Editor: Ejecutar Juego",
  "Run Game": "Ejecutar Juego",
  "Runs the game executable": "Ejecuta el juego",
  "RGSS Script Editor: Extract Scripts": "RGSS Script Editor: Extraer Scripts",
  "Extract Scripts": "Extraer Scripts",
  "Extracts all scripts from the bundled RPG Maker scripts file": "Extrae todos los scripts del archivo empaquetado de scripts de RPG Maker"
}